{
  "Header": {
    "myName": "Giorgi Nozadze/",

    "home": "Home",
    "projects": "Projects",
    "blog": "Blog",
    "contact": "Contact",

    "light": "Light",
    "dark": "Dark"
  },
  "Home": {
    "dev": "FULL-STACK WEB DEVELOPER",
    "myName": "Giorgi Nozadze",
    "workExperence": "i'm a full-stack web developer and I have work experience in re-educate"
  },
  "About": {
    "about": "About ME",
    "aboutME": "I am a junior fullstack web developer. I am very hardworking, I love solving problems and getting things done. My slogan is 'If it doesn't work, you have to make it work'. I love innovations and fighting new challenges, which is what my strong character allows me to do, which is why I chose this profession. I stand out by working on myself, which allows me to develop even more in my field and master a new approach and any new language.",

    "myStuck": "My Stuck",
    "FRONTEND": "FRONTEND:",
    "BACKEND": "BACKEND:",
    "DATABASE": "DATABASE:",
    "TOOLS": "TOOLS:",

    "myProjects": "My Projects",

    "projectName1": "Finance web",
    "projectMount1": "MAY",
    "projectInfo1": " During the final phase of our training course, we were divided into teams to develop joint projects using Next.js and Express.js. Appointed as the team leader, I organized task distribution, led the group, and oversaw the entire development process. Our project stood out among all teams and earned first place, which directly facilitated the start of my career through an internship opportunity.",

    "projectName2": "Elegant web",
    "projectMount2": "MAY",
    "projectInfo2": "During the second phase of the training program, I was once again appointed team leader. I structured the project from start to finish, delegating all key tasks, coordinating development, and overseeing execution. Under my leadership, our team secured first place in the competition. Leveraging this success, I was selected to join a real-world internship project, where I contributed to building a functional web application using Next.js on the frontend and NestJS on the backend.",

    "projectName3": "audioPlay web",
    "projectMount3": "APR",
    "projectInfo3": " During the first phase of the training program, I developed my first fully-functional website using only HTML, CSS, and JavaScript. I achieved a perfect score, and successfully completed the first module with top marks alongside other tasks.",

    "projectName4": "Simple Movies web",
    "projectMount4": "APR",
    "projectInfo4": "I built a movies website focusing solely on the visual design as part of my training—using only HTML, CSS, and JavaScript",

    "projectName5": "Simple Portfolio web",
    "projectMount5": "AUG",
    "projectInfo5": "I used a toggle button that dynamically applies a .dark-mode class to the body, purely via JavaScript and CSS custom properties",

    "projectName6": "Country API web",
    "projectMount6": "AUG",
    "projectInfo6": "I built this site to strengthen my understanding of component-based architecture in React and to apply React Hooks correctly.",

    "projectName7": "Rick And Mort API web",
    "projectMount7": "JUN",
    "projectInfo7": "I developed this site to implement a debounced search experience—optimizing performance",

    "projectName8": "bank web",
    "projectMount8": "MAY",
    "projectInfo8": "I built this site to apply a mobile-first approach using Tailwind CSS—starting layout for phones and scaling up to larger screens.",

    "projectName9": "Weater API web",
    "projectMount9": "APR",
    "projectInfo9": "I developed this site while I was still learning about APIs—to practice fetching and displaying external data through HTTP requests",

    "projectName10": "GitHub API web",
    "projectMount10": "APR",
    "projectInfo10": "This was the first API-powered site I built.",

    "projectName11": "mini FAQ",
    "projectMount11": "APR",
    "projectInfo11": "This is the first website where I integrated JavaScript with HTML, demonstrating how to enhance static pages with interactive functionality.",

    "projectName12": "RockStrar web",
    "projectMount12": "MAR",
    "projectInfo12": "This was my first major undertaking with a design that was more complex than a simple one, and I feel I handled it very well.",

    "projectName13": "keyBoard web",
    "projectMount13": "FEB",
    "projectInfo13": "This is the first responsive website I built, designed to adapt seamlessly across devices using HTML, CSS, and JavaScript.",

    "projectName14": "simple grid web",
    "projectMount14": "FEB",
    "projectInfo14": "I built this site while learning how to use CSS Grid to structure layouts.",

    "projectName15": "sunnyside web",
    "projectMount15": "FEB",
    "projectInfo15": "I built this site to deepen my skills in several areas: implementing content locking, applying color differentiation across sections, and displaying pop-ups in the mobile version.",

    "seeMore": " See More"
  },
  "GitHub": {
    "contributions": "GitHub contributions",
    "Total": "Total Contributions in",
    "Year": "Year:",
    "less": "less",
    "more": "more"
  },
  "Blog": {
    "myBlog": "My blog",

    "blogTitle1": "How to Integrate AdminJS with NestJS and Mongoose (when docs fail)",
    "blogDesc1": "At work, I faced a problem I had to solve by myself. I was the first developer using Node.js in the company, and the client wanted an Admin Panel built with AdminJS.",

    "blogTitle2": "How I Built a Custom GitHub Contributions Section for My Portfolio with NestJS",
    "blogDesc2": "When I wanted to add my GitHub contributions to my portfolio, I had to search through GitHub and build my own design because the libraries I found were not very nice. I looked at some code written in vanilla JavaScript, and now I want to share with you how it works in a NestJS project.",

    "blogTitle3": "How to Add Google Login to Your Web App — A Beginner’s Guide",
    "blogDesc3": "'Hello and welcome! In this blog, I will share my experience of adding Google authentication in a NestJS project.If you are a beginner and want to learn how to allow users to log in with their Google account, this guide is for you.",

    "blogTitle4": "How to Send Emails in NestJS using Gmail SMTP — A Beginner’s Guide",
    "blogDesc4": "Sending emails is a basic but important part of many web applications. In this tutorial, I will show you how to send emails using NestJS and Gmail SMTP. This guide is perfect for beginners and easy to follow step-by-step. I recently implemented it in one of my projects and it worked great.",

    "readMore": "Read More..."
  },
  "Contact": {
    "contactMe": "Contact Me",

    "fullName": "full name *",
    "fullNameHolder": "Enter your full name",

    "Email": "Email *",
    "EmailHolder": "Enter your email",

    "Message": "Message *",
    "MessageHolder": "Enter your Message",

    "submit": "submit"
  },
  "Footer": {
    "CheckMe": "Check me out",
    "myName": "Giorgi Nozadze/"
  }
}
