{
  "Header": {
    "myName": "გიორგი ნოზაძე/",
    "home": "მთავარი",
    "projects": "პროექტები",
    "blog": "ბლოგი",
    "contact": "კონტაქტი",

    "light": "ნათელი",
    "dark": "ბნელი"
  },
  "Home": {
    "dev": "ფულსტაკ ვებ დეველოპერი",
    "myName": "გიორგი ნოზაძე",
    "workExperence": "მე ვარ ფულსტაკ ვებ დეველოპერი და მაქვს სამუშაო გამოცდილება re-educate-ში"
  },
  "About": {
    "about": "ჩემს შესახებ",
    "aboutME": "მე ვარ ჯუნიორ ფულსტაკ ვებ დეველოპერი. ვარ ძალიან შრომისმოყვარე, მიყვარს პრობლემების გადაჭრა და საქმის ბოლომდე მიყვანა. ჩემთავთან  ჩემი სლოგანი არის 'თუ არ მუშაობს უნდა აამუშაო'. მიყვარს სიახლეები და ახალ გამოწვევებთან ბრძოლა რის საშუალებასაც მაძლევს ჩემი მტკიცე ხასიათი, სწორედ ამიტომ ავირჩიე ეს პროფესია. გამოვირჩევი საკუთარ თავზე მუშაობით რაც მაძლევს საშუალებას კიდევ უფრო მეტად გავითარდე ჩემს სფეროში და ვითვისო ახალი მიდგომა და ნებისმერი ახალი ენა",

    "myStuck": "ჩემი სტეკი",
    "FRONTEND": "ფრონტენდი:",
    "BACKEND": "ბექენდი:",
    "DATABASE": "მონაცემთა ბაზა:",
    "TOOLS": "ინსტრუმენტები:",

    "myProjects": "My Projects",

    "projectName1": "ფინანსური სქემა",
    "projectMount1": "მაისი",
    "projectInfo1": "სასწავლო კურსის ბოლო ეტაპზე გავყავით ჯგუფებად და შევასრულეთ საერთო პროექტები Next.js-ით და Express.js-ით. როგორც გუნდის დასახელებული ლიდერი, გავანაწილე თასქები  განვუწიე გუნდს ხელმძღვანელობა და ვაკონტროლე შესრულებული საქმე. ჩვენი პროექტი გამოირჩა საუკეთესო ჯგუფთა შორის და მოიპოვა პირველი ადგილი,რაც უშუალოდ დაეხმარა ჩემი კარიერული სტარტის დაწყებას სტაჟირების ფორმატში",

    "projectNam2": "იკომერს საიტი",
    "projectMount2": "მაისი",
    "projectInfo2": "სწავლების პროცესში, მეორე საპროექტო ეტაპზე კვლავ დავნიშნე გუნდის ლიდერად. განვაწილე ყველა მნიშვნელოვანი ამოცანა, წარმართე პროექტის სრული განვითარება დაწყებიდან დასრულებამდე. ჩვენმა გუნდმა კვლავ მოიპოვა პირველი ადგილი კონკურენციაში. ამ წარმატებაზე დაყრდნობით, გავხდი სტაჟიორი რეალურ (პროფესიონალურ) პროექტში, სადაც გამოვიყენეთ Next.js (frontend) და NestJS (backend) ფუნქციური ვებ-აპლიკაციის შესაქმნელად."
  },

  "projectNam3": "აუდიო საიტი",
  "projectMount3": "აპრილი",
  "projectInfo3": "სწავლების პირველ ეტაპზე შევქმენი ჩემი პირველი, სრულად ფუნქციონალური ვებ–საიტი, გამოიყენე მხოლოდ HTML, CSS და JavaScript და ავიღე მაქსიმალური ქულა რის შემდეგაც პირველი მოდული დავხურე მაქსიმალურ შეფასებაზე სხვა ამოცანებთან ერთად."
}
