{
  "Header": {
    "myName": "გიორგი ნოზაძე/",
    "home": "მთავარი",
    "projects": "პროექტები",
    "blog": "ბლოგი",
    "contact": "კონტაქტი",

    "light": "ნათელი",
    "dark": "ბნელი",

    "MENU": "მენიუ",
    "SOCIAL": "სოც. ქსელები"
  },
  "Home": {
    "dev": "ფულსტაკ ვებ დეველოპერი",
    "myName": "გიორგი ნოზაძე",
    "workExperence": "მე ვარ ფულსტაკ ვებ დეველოპერი და მაქვს სამუშაო გამოცდილება re-educate-ში"
  },
  "About": {
    "about": "ჩემს შესახებ",
    "aboutME": "მე ვარ ჯუნიორ ფულსტაკ ვებ დეველოპერი. ვარ ძალიან შრომისმოყვარე, მიყვარს პრობლემების გადაჭრა და საქმის ბოლომდე მიყვანა. ჩემთავთან  ჩემი სლოგანი არის 'თუ არ მუშაობს უნდა აამუშაო'. მიყვარს სიახლეები და ახალ გამოწვევებთან ბრძოლა რის საშუალებასაც მაძლევს ჩემი მტკიცე ხასიათი, სწორედ ამიტომ ავირჩიე ეს პროფესია. გამოვირჩევი საკუთარ თავზე მუშაობით რაც მაძლევს საშუალებას კიდევ უფრო მეტად გავითარდე ჩემს სფეროში და ვითვისო ახალი მიდგომა და ნებისმერი ახალი ენა",

    "myStuck": "ჩემი სტეკი",
    "FRONTEND": "ფრონტენდი:",
    "BACKEND": "ბექენდი:",
    "DATABASE": "მონაცემთა ბაზა:",
    "TOOLS": "ინსტრუმენტები:",

    "myProjects": "ჩემი პროექტები",

    "projectName1": "ფინანსური სქემა",
    "projectMount1": "მაისი",
    "projectInfo1": "სასწავლო კურსის ბოლო ეტაპზე გავყავით ჯგუფებად და შევასრულეთ საერთო პროექტები Next.js-ით და Express.js-ით. როგორც გუნდის დასახელებული ლიდერი, გავანაწილე თასქები  განვუწიე გუნდს ხელმძღვანელობა და ვაკონტროლე შესრულებული საქმე. ჩვენი პროექტი გამოირჩა საუკეთესო ჯგუფთა შორის და მოიპოვა პირველი ადგილი,რაც უშუალოდ დაეხმარა ჩემი კარიერული სტარტის დაწყებას სტაჟირების ფორმატში",

    "projectName2": "იკომერს საიტი",
    "projectMount2": "მაისი",
    "projectInfo2": "სწავლების პროცესში, მეორე საპროექტო ეტაპზე კვლავ დავნიშნე გუნდის ლიდერად. განვაწილე ყველა მნიშვნელოვანი ამოცანა, წარმართე პროექტის სრული განვითარება დაწყებიდან დასრულებამდე. ჩვენმა გუნდმა კვლავ მოიპოვა პირველი ადგილი კონკურენციაში. ამ წარმატებაზე დაყრდნობით, გავხდი სტაჟიორი რეალურ (პროფესიონალურ) პროექტში, სადაც გამოვიყენეთ Next.js (frontend) და NestJS (backend) ფუნქციური ვებ-აპლიკაციის შესაქმნელად.",

    "projectName3": "აუდიო საიტი",
    "projectMount3": "აპრილი",
    "projectInfo3": "სწავლების პირველ ეტაპზე შევქმენი ჩემი პირველი, სრულად ფუნქციონალური ვებ–საიტი, გამოიყენე მხოლოდ HTML, CSS და JavaScript და ავიღე მაქსიმალური ქულა რის შემდეგაც პირველი მოდული დავხურე მაქსიმალურ შეფასებაზე სხვა ამოცანებთან ერთად.",

    "projectName4": "ფილმების საიტი",
    "projectMount4": "აპრილი",
    "projectInfo4": "ფილმების საიტი მხოლოდ ვიზუალი ავაწყვე თიალვინდის სწავლის მიზნით მხოლოდ HTML CSS JavaScript-ით",

    "projectName5": "უბრალო პორტფოლიო",
    "projectMount5": "აგვისტო",
    "projectInfo5": "გამოვიყენე დარქმოუდის სასწავლად",

    "projectName6": "ქვეყნების 'API' საიტი",
    "projectMount6": "აგვისტო",
    "projectInfo6": "ეს საიტი ავაწყვე რათა გამეღრმავებინა ცოდნა რეაქტის კონპონენტებად დაყოფაის პრინციპში და გამომეყენებინა რეაქტის ჰუკები სწორად",

    "projectName7": "რიკის და მორტის API",
    "projectMount7": "ივნისი",
    "projectInfo7": "მე ავაწყვე ეს საიტი რათა გამომეყენებინა დევაუნსის მიდგომა სერჩის დროს",

    "projectName8": " ბანკის საიტი",
    "projectMount8": "მაისი",
    "projectInfo8": "ეს საიტი ავაწყვე რადან მესწავლა თაილვინდის 'მობაილფერსთ' მიდგომა ანუ ტელეფინიდან საიტის აწყობის დაწყება",

    "projectName9": "ამინდის api გვერდი",
    "projectMount9": "აპრილი",
    "projectInfo9": "ეს საიტი ავაწყვე ჯერ კიდევ API-ს სწავლის პროცესში",

    "projectName10": "გიტჰაბის API",
    "projectMount10": "მარტი",
    "projectInfo10": "ეს იყო ჩემი პირველი API საიტი რომელიც ავაწყვე",

    "projectName11": "პატარა კითხვარი",
    "projectMount11": "მარტი",
    "projectInfo11": "ეს არის ჩემი პირველი საიტი სადაც დავაკავშირე JavaScript და HTML",

    "projectName12": "როქსტარის საიტი",
    "projectMount12": "თებერვალი",
    "projectInfo12": "ეს არის ჩემი პირველი დიდი შეჭიდება მარტივზე ოდნავ რთულ დიზაინთან რომელსაც ფიქრობ კარგად გავართვი თავი",

    "projectName13": "კლავიატურის ფეიჯი",
    "projectMount13": "თებერვალი",
    "projectInfo13": "ეს იყოს ჩემი პირველი რესფონსიული საიტი",

    "projectName14": "უბრალო გრიდის ფეიჯი",
    "projectMount14": "თებერვალი",
    "projectInfo14": "ეს ავაწყვე მაშინ როცა ვსწავლობდი გრიდის გამოყენებას",

    "projectName15": "sunnyside ფეიჯი",
    "projectMount15": "თებერვალი",
    "projectInfo15": "მე ავაწყე ეს საიტი ამ საიტთ ვისწავლე კონტენტის ჩაკეტვა და სექციებზე ფერების დადება და ტელეფონის ვერსიაზე ფოფაფის გამოჩენა",

    "seeMore": "მეტის ნახვა"
  },
  "GitHub": {
    "contributions": "GitHub-ის კონტრიბუტორი",
    "Total": "კონტრიბუციის საერთო ჯამი",
    "Year": "წელი:",
    "less": "ცოტა",
    "more": "მეტი"
  },
  "Blog": {
    "myBlog": "ჩემი ბლოგები",

    "blogTitle1": "როგორ დავაკავშიროთ AdminJS NestJS-სა და Mongoose-თან (როდესაც დოკუმენტები ვერ დაგვეხმარება)",
    "blogDesc1": "სამსახურში შევხვდი პრობლემას, რომლის გადაწყვეტა თვითონ მომიწია. მე ვიყავი კომპანიაში პირველი თანამშრომელი რომელიც წერდა nodeJS-ზე, მომხმარებელის კი სურდა AdminJS-ის ადმინპანელი, შესაბამისად პრობლემა მარტომ გადავჭერი",

    "blogTitle2": "როგორ შევქმენი GitHub კონტრიბუტორი ჩემს პორტფოლიოში NextJS-ით",
    "blogDesc2": "როცა გადავწყვიტე GitHub კონტრიბუტორს ჩემს პორტფოლიოში ჩაშენება რა ბიბლოთეკებიც ვნახე არ იყო ლამაზი ამიტომ მე ვიპოვე GitHub API-ს გამოყენებით დაწერლილი კოდი JavaScript-ზე და გადმოვაწყვე nextjs-ზე",

    "blogTitle3": "როგორ დავამატოთ Google-ით შესვლა თქვენს ვებ აპლიკაციაში — მარტივი სახელმძღვანელო",
    "blogDesc3": "მოგესალმებით! ამ ბლოგში გაგიზიარებთ ჩემს გამოცდილებას Google ავტორიზაციის დამატებაში NestJS პროექტში. თუ ახალი ხარ და გინდა ისწავლო, როგორ შეუშვა მომხმარებლები Google ანგარიშით, ეს სწორედ შენთვისაა.",

    "blogTitle4": "როგორ გავგზავნოთ ელ.ფოსტა NestJS–ში Gmail SMTP-ით — დაწყებისთვის სახელმძღვანელო",
    "blogDesc4": "ამ გაკვეთილში გიჩვენებთ, როგორ შეიძლებაა Gmail SMTP-ს გამოყენებით ელ.ფოსტის გაგზავნა NestJS–ში — რომელიც იდეალურია დამწყებებისთვის. ახლახან გამოვიყენე ეს ჩემს ერთ პროექტში.",

    "readMore": "წაიკითხეთ მეტი..."
  },
  "Contact": {
    "contactMe": "შემეხმიანეთ აქ",

    "fullName": "სახელი და გვარი *",
    "fullNameHolder": "თქვენი სახელი და გვარი",

    "Email": "ელ.ფოსტა *",
    "EmailHolder": "თქვენი ელ.ფოსტა",

    "Message": "შეტყობინება *",
    "MessageHolder": "თქვენი შეტყობინება",

    "submit": "გაგზავნა"
  },
  "Footer": {
    "CheckMe": "მიხილეთ აგრეთვე",
    "myName": "გიორგი ნოზაძე/"
  },
  "Loader": {
    "myName": "გიორგი ნოზაძე"
  }
}
